Repository: NikulovE/sftp-explorer
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: es_mx, id_id, pt_pt, ru_ru, zh_cn, zh_tw

# FileDownloaded
source: File '{0}' downloaded
es_mx: Archivo '{0}' descargado
id_id: Berkas '{0}' diunduh
pt_pt: Ficheiro '{0}' descarregado
ru_ru: Файл '{0}' скачан
zh_cn: 文件“{0}”已下载
zh_tw: 檔案「{0}」已下載

# FileCreated
source: File '{0}' created
es_mx: Archivo '{0}' creado
id_id: Berkas '{0}' dibuat
pt_pt: Ficheiro '{0}' criado
ru_ru: Файл '{0}' создан
zh_cn: 文件“{0}”已创建
zh_tw: 檔案“{0}”已創建

source: Select files to download
es_mx: Seleccionar archivos para descargar
id_id: Pilih file yang akan diunduh
pt_pt: Selecione os ficheiros para download
ru_ru: Выберите файлы для скачивания
zh_cn: 选择要下载的文件
zh_tw: 選擇要下載的文件

# ErrorCreatingFile
source: Error creating file: {0}
es_mx: Error al crear el archivo: {0}
id_id: Kesalahan saat membuat berkas: {0}
pt_pt: Erro ao criar ficheiro: {0}
ru_ru: Ошибка создания файла: {0}
zh_cn: 创建文件时出错：{0}
zh_tw: 建立檔案時發生錯誤：{0}

# ReadyStatus.Text
source: Ready
es_mx: Listo
id_id: Siap
pt_pt: Pronto
ru_ru: Готово
zh_cn: 准备好了
zh_tw: 準備好了

source: Ready
es_mx: Listo
id_id: Siap
pt_pt: Pronto
ru_ru: Готово
zh_cn: 准备好了
zh_tw: 準備好了

# PreparingDragDrop
source: Preparing files for drag...
es_mx: Preparando archivos para arrastrar...
id_id: Mempersiapkan file untuk diseret...
pt_pt: Preparar ficheiros para arrastar...
ru_ru: Подготовка файлов для перетаскивания...
zh_cn: 正在准备拖拽文件...
zh_tw: 正在準備拖曳文件...

# DragReady
source: Ready! Drag again to copy
es_mx: ¡Listo! Arrastra de nuevo para copiar
id_id: Siap! Seret lagi untuk menyalin
pt_pt: Pronto! Arraste novamente para copiar
ru_ru: Готово! Перетащите снова для копирования
zh_cn: 已就绪！请再次拖动以复制
zh_tw: 已就緒！請再次拖曳以複製

# DragDropComplete
source: Download complete
es_mx: Descarga completa
id_id: Pengunduhan selesai
pt_pt: Download concluído
ru_ru: Скачивание завершено
zh_cn: 下载完成
zh_tw: 下載完成

# NoConnectionText.Text
source: No SFTP connection
es_mx: Sin conexión SFTP
id_id: Tidak ada koneksi SFTP
pt_pt: Sem ligação SFTP
ru_ru: Нет SFTP подключения
zh_cn: 没有 SFTP 连接
zh_tw: 沒有 SFTP 連接

# FolderCreated
source: Folder '{0}' created
es_mx: Carpeta '{0}' creada
id_id: Folder '{0}' dibuat
pt_pt: Pasta '{0}' criada
ru_ru: Папка '{0}' создана
zh_cn: 已创建文件夹“{0}”
zh_tw: 已建立資料夾“{0}”

# ErrorCreatingFolder
source: Error creating folder: {0}
es_mx: Error al crear la carpeta: {0}
id_id: Terjadi kesalahan saat membuat folder: {0}
pt_pt: Erro ao criar pasta: {0}
ru_ru: Ошибка создания папки: {0}
zh_cn: 创建文件夹时出错：{0}
zh_tw: 建立資料夾時發生錯誤：{0}

# ErrorUploading
source: Error uploading '{0}': {1}
es_mx: Error al cargar '{0}': {1}
id_id: Kesalahan saat mengunggah '{0}': {1}
pt_pt: Erro ao fazer o upload de '{0}': {1}
ru_ru: Ошибка загрузки '{0}': {1}
zh_cn: 上传“{0}”时出错：{1}
zh_tw: 上傳「{0}」時發生錯誤：{1}

# DownloadingFile
source: Downloading '{0}'
es_mx: Descargando '{0}'
id_id: Mengunduh '{0}'
pt_pt: A descarregar '{0}'
ru_ru: Скачивание '{0}'
zh_cn: 正在下载“{0}”
zh_tw: 正在下載“{0}”

# ErrorDownloading
source: Error downloading '{0}': {1}
es_mx: Error al descargar '{0}': {1}
id_id: Kesalahan mengunduh '{0}': {1}
pt_pt: Erro ao descarregar '{0}': {1}
ru_ru: Ошибка скачивания '{0}': {1}
zh_cn: 下载“{0}”时出错：{1}
zh_tw: 下載「{0}」時發生錯誤：{1}

# ErrorDeleting
source: Error deleting '{0}': {1}
es_mx: Error al eliminar '{0}': {1}
id_id: Terjadi kesalahan saat menghapus '{0}': {1}
pt_pt: Erro ao eliminar '{0}': {1}
ru_ru: Ошибка удаления '{0}': {1}
zh_cn: 删除“{0}”时出错：{1}
zh_tw: 刪除「{0}」時發生錯誤：{1}

# ItemsDeleted
source: Items deleted: {0}
es_mx: Elementos eliminados: {0}
id_id: Item dihapus: {0}
pt_pt: Itens eliminados: {0}
ru_ru: Удалено элементов: {0}
zh_cn: 删除的项目：{0}
zh_tw: 刪除的項目：{0}

# ItemsCut
source: Items cut: {0}
es_mx: Artículos cortados: {0}
id_id: Item dipotong: {0}
pt_pt: Itens cortados: {0}
ru_ru: Вырезано элементов: {0}
zh_cn: 削减的项目：{0}
zh_tw: 削減的項目：{0}

# ItemsCopied
source: Items copied: {0}
es_mx: Elementos copiados: {0}
id_id: Item disalin: {0}
pt_pt: Itens copiados: {0}
ru_ru: Скопировано элементов: {0}
zh_cn: 复制的项目：{0}
zh_tw: 複製的項目：{0}

source: Copying
es_mx: Copiando
id_id: Menyalin
pt_pt: Copiando
ru_ru: Копирование
zh_cn: 复印
zh_tw: 複印

source: Items moved
es_mx: Artículos movidos
id_id: Barang dipindahkan
pt_pt: Itens movidos
ru_ru: Элементы перемещены
zh_cn: 物品已移动
zh_tw: 物品已移動

# ItemsPasted
source: Items copied
es_mx: Artículos copiados
id_id: Item disalin
pt_pt: Itens copiados
ru_ru: Элементы скопированы
zh_cn: 复制的项目
zh_tw: 複製的項目

# ErrorPasting
source: Error pasting: {0}
es_mx: Error al pegar: {0}
id_id: Kesalahan saat menempel: {0}
pt_pt: Erro ao colar: {0}
ru_ru: Ошибка вставки: {0}
zh_cn: 粘贴错误：{0}
zh_tw: 貼上錯誤：{0}

# RenamedTo
source: Renamed to '{0}'
es_mx: Renombrado a '{0}'
id_id: Berganti nama menjadi '{0}'
pt_pt: Renomeado para '{0}'
ru_ru: Переименовано в '{0}'
zh_cn: 重命名为“{0}”
zh_tw: 重新命名為“{0}”

# ErrorRenaming
source: Error renaming: {0}
es_mx: Error al cambiar el nombre: {0}
id_id: Kesalahan saat mengganti nama: {0}
pt_pt: Erro ao renomear: {0}
ru_ru: Ошибка переименования: {0}
zh_cn: 重命名错误：{0}
zh_tw: 重新命名錯誤：{0}

# SortedByNameAsc
source: Sorted by name (A-Z)
es_mx: Ordenado por nombre (A-Z)
id_id: Diurutkan berdasarkan nama (A-Z)
pt_pt: Ordenado por nome (A-Z)
ru_ru: Отсортировано по имени (А-Я)
zh_cn: 按名称排序 (A-Z)
zh_tw: 按名稱排序 (A-Z)

# SortedByNameDesc
source: Sorted by name (Z-A)
es_mx: Ordenado por nombre (Z-A)
id_id: Diurutkan berdasarkan nama (Z-A)
pt_pt: Ordenado por nome (Z-A)
ru_ru: Отсортировано по имени (Я-А)
zh_cn: 按名称排序 (Z-A)
zh_tw: 按名稱排序 (Z-A)

# SortedBySizeAsc
source: Sorted by size (↑)
es_mx: Ordenado por tamaño ( ↑ )
id_id: Diurutkan berdasarkan ukuran (↑)
pt_pt: Ordenado por tamanho (↑)
ru_ru: Отсортировано по размеру (↑)
zh_cn: 按大小排序 (↑)
zh_tw: 按大小排序 (↑)

# SortedBySizeDesc
source: Sorted by size (↓)
es_mx: Ordenado por tamaño (↓)
id_id: Diurutkan berdasarkan ukuran (↓)
pt_pt: Ordenado por tamanho (↓)
ru_ru: Отсортировано по размеру (↓)
zh_cn: 按大小排序 (↓)
zh_tw: 按大小排序 (↓)

# SortedByDateAsc
source: Sorted by date (↑)
es_mx: Ordenado por fecha ( ↑ )
id_id: Diurutkan berdasarkan tanggal (↑)
pt_pt: Ordenado por data (↑)
ru_ru: Отсортировано по дате (↑)
zh_cn: 按日期排序 (↑)
zh_tw: 按日期排序 (↑)

# SortedByDateDesc
source: Sorted by date (↓)
es_mx: Ordenado por fecha (↓)
id_id: Diurutkan berdasarkan tanggal (↓)
pt_pt: Ordenado por data (↓)
ru_ru: Отсортировано по дате (↓)
zh_cn: 按日期排序 (↓)
zh_tw: 按日期排序 (↓)

# FileAlreadyOpen
source: '{0}' already open (working with cache)
es_mx: '{0}' ya está abierto (trabajando con caché)
id_id: '{0}' sudah terbuka (bekerja dengan cache)
pt_pt: '{0}' já aberto (a funcionar com cache)
ru_ru: '{0}' уже открыт (работа с кешем)
zh_cn: “{0}”已打开（使用缓存）
zh_tw: 「{0}」已開啟（使用快取）

# LoadingFile
source: Loading '{0}'...
es_mx: Cargando '{0}'...
id_id: Memuat '{0}'...
pt_pt: Carregando '{0}'...
ru_ru: Загрузка '{0}'...
zh_cn: 正在加载“{0}”...
zh_tw: 正在載入“{0}”...

# FileLoadedAutoSync
source: '{0}' loaded (changes will be automatically uploaded)
es_mx: '{0}' cargado (los cambios se cargarán automáticamente)
id_id: '{0}' dimuat (perubahan akan diunggah secara otomatis)
pt_pt: '{0}' carregado (as alterações serão carregadas automaticamente)
ru_ru: '{0}' загружен (изменения будут автоматически выгружены)
zh_cn: 已加载“{0}”（更改将自动上传）
zh_tw: 已載入“{0}”（變更將自動上傳）

# ErrorOpeningFile
source: Error opening file: {0}
es_mx: Error al abrir el archivo: {0}
id_id: Kesalahan saat membuka berkas: {0}
pt_pt: Erro ao abrir ficheiro: {0}
ru_ru: Ошибка открытия файла: {0}
zh_cn: 打开文件时出错：{0}
zh_tw: 開啟檔案時發生錯誤：{0}

# FileSyncing
source: ⏳ File syncing: '{0}'...
es_mx: ⏳ Sincronización de archivos: '{0}'...
id_id: ⏳ Sinkronisasi berkas: '{0}'...
pt_pt: ⏳ Sincronização de ficheiros: '{0}'...
ru_ru: ⏳ Файл синхронизируется: '{0}'...
zh_cn: ⏳ 文件同步：“{0}”...
zh_tw: ⏳ 檔案同步：「{0}」...

# ChangesSynced
source: ✓ Changes '{0}' uploaded
es_mx: ✓ Cambios '{0}' cargados
id_id: ✓ Perubahan '{0}' diunggah
pt_pt: ✓ Alterações '{0}' enviadas
ru_ru: ✓ Изменения '{0}' выгружены
zh_cn: ✓ 已上传更改“{0}”
zh_tw: ✓ 已上傳更改“{0}”

# ErrorUploadingChanges
source: Error uploading: {0}
es_mx: Error al cargar: {0}
id_id: Kesalahan saat mengunggah: {0}
pt_pt: Erro ao fazer upload: {0}
ru_ru: Ошибка выгрузки: {0}
zh_cn: 上传错误：{0}
zh_tw: 上傳錯誤：{0}

# OpenedDialogFor
source: Opened selection dialog for '{0}'
es_mx: Cuadro de diálogo de selección abierto para '{0}'
id_id: Dialog pilihan terbuka untuk '{0}'
pt_pt: Caixa de diálogo de seleção aberta para '{0}'
ru_ru: Открыт диалог выбора для '{0}'
zh_cn: 打开“{0}”的选择对话框
zh_tw: 開啟「{0}」的選擇對話框

# Error
source: Error: {0}
id_id: Kesalahan: {0}
pt_pt: Erro: {0}
ru_ru: Ошибка: {0}
zh_cn: 错误：{0}
zh_tw: 錯誤：{0}

# FilesDownloaded
source: Files downloaded: {0}
es_mx: Archivos descargados: {0}
id_id: Berkas yang diunduh: {0}
pt_pt: Ficheiros descarregados: {0}
ru_ru: Скачано файлов: {0}
zh_cn: 下载的文件：{0}
zh_tw: 下載的檔案：{0}

# ErrorDownloadingMultiple
source: Error downloading: {0}
es_mx: Error al descargar: {0}
id_id: Kesalahan saat mengunduh: {0}
pt_pt: Erro ao fazer download: {0}
ru_ru: Ошибка скачивания: {0}
zh_cn: 下载时出错：{0}
zh_tw: 下載時發生錯誤：{0}

# DownloadingProgress
source: Downloading ({0}/{1}): '{2}'
es_mx: Descargando ({0}/{1}): '{2}'
id_id: Mengunduh ({0}/{1}): '{2}'
pt_pt: A descarregar ({0}/{1}): '{2}'
ru_ru: Скачивание ({0}/{1}): '{2}'
zh_cn: 正在下载（{0}/{1}）：“{2}”
zh_tw: 正在下載（{0}/{1}）：“{2}”

# DownloadingFileNum
source: Downloading file #{0}: '{1}'
es_mx: Descargando el archivo #{0}: '{1}'
id_id: Mengunduh berkas #{0}: '{1}'
pt_pt: A descarregar ficheiro #{0}: '{1}'
ru_ru: Скачивание файла #{0}: '{1}'
zh_cn: 正在下载文件#{0}：“{1}”
zh_tw: 正在下載檔案#{0}：“{1}”

# TotalDownloaded
source: Total: {0}
id_id: Jumlah: {0}
ru_ru: Всего: {0}
zh_cn: 总计：{0}
zh_tw: 總計：{0}

# FileProgress
source: File {0} of {1}
es_mx: Archivo {0} de {1}
id_id: Berkas {0} dari {1}
pt_pt: Ficheiro {0} de {1}
ru_ru: Файл {0} из {1}
zh_cn: 文件第 {0} 个（共 {1} 个）
zh_tw: 文件第 {0} 個（共 {1} 個）

# FilesDownloadedCount
source: {0} files
es_mx: {0} archivos
id_id: {0} file
pt_pt: {0} ficheiros
ru_ru: {0} файлов
zh_cn: {0} 个文件
zh_tw: {0} 個文件

# ErrorDialogTitle
source: Error
id_id: Kesalahan
pt_pt: Erro
ru_ru: Ошибка
zh_cn: 错误
zh_tw: 錯誤

# ErrorOpeningFileDialog
source: Failed to open file '{0}':\n{1}
es_mx: No se pudo abrir el archivo '{0}':\n{1}
id_id: Gagal membuka berkas '{0}':\n{1}
pt_pt: Falha ao abrir o ficheiro '{0}':\n{1}
ru_ru: Не удалось открыть файл '{0}':\n{1}
zh_cn: 无法打开文件“{0}”:\n{1}
zh_tw: 無法開啟檔案「{0}」:\n{1}

# ErrorOpeningDialogSelection
source: Failed to open selection dialog:\n{0}
es_mx: No se pudo abrir el cuadro de diálogo de selección:\n{0}
id_id: Gagal membuka dialog pemilihan:\n{0}
pt_pt: Falha ao abrir a caixa de diálogo de seleção:\n{0}
ru_ru: Не удалось открыть диалог выбора:\n{0}
zh_cn: 无法打开选择对话框:\n{0}
zh_tw: 無法開啟選擇對話框:\n{0}

source: OK
id_id: Oke
zh_cn: 好的
zh_tw: 好的

# PropertiesTitle
source: Properties
es_mx: Propiedades
id_id: Properti
pt_pt: Propriedades
ru_ru: Свойства
zh_cn: 属性
zh_tw: 屬性

# PropertiesName
source: Name: {0}
es_mx: Nombre: {0}
id_id: Nama: {0}
pt_pt: Nome: {0}
ru_ru: Имя: {0}
zh_cn: 姓名：{0}
zh_tw: 姓名：{0}

# PropertiesPath
source: Path: {0}
es_mx: Ruta: {0}
id_id: Jalur: {0}
pt_pt: Caminho: {0}
ru_ru: Путь: {0}
zh_cn: 路径：{0}
zh_tw: 路徑：{0}

# PropertiesSize
source: Size: {0}
es_mx: Tamaño: {0}
id_id: Ukuran: {0}
pt_pt: Tamanho: {0}
ru_ru: Размер: {0}
zh_cn: 尺寸：{0}
zh_tw: 尺寸：{0}

# PropertiesModified
source: Modified: {0}
es_mx: Modificado: {0}
id_id: Dimodifikasi: {0}
pt_pt: Modificado: {0}
ru_ru: Дата изменения: {0}
zh_cn: 修改：{0}
zh_tw: 修改：{0}

# PropertiesPermissions
source: Permissions: {0}
es_mx: Permisos: {0}
id_id: Izin: {0}
pt_pt: Permissões: {0}
ru_ru: Права: {0}
zh_cn: 权限：{0}
zh_tw: 權限：{0}

# PropertiesType
source: Type: {0}
es_mx: Tipo: {0}
id_id: Jenis: {0}
pt_pt: Tipo: {0}
ru_ru: Тип: {0}
zh_cn: 类型：{0}
zh_tw: 類型：{0}

# PropertiesTypeFolder
source: Folder
es_mx: Carpeta
id_id: Map
pt_pt: Pasta
ru_ru: Папка
zh_cn: 文件夹
zh_tw: 資料夾

# PropertiesTypeFile
source: File
es_mx: Archivo
id_id: Mengajukan
pt_pt: Arquivo
ru_ru: Файл
zh_cn: 文件
zh_tw: 文件

# PropertiesTypeFileSystem
source: File system
es_mx: Sistema de archivos
id_id: Sistem file
pt_pt: Sistema de ficheiros
ru_ru: Файловая система
zh_cn: 文件系统
zh_tw: 檔案系統

# PropertiesCapacity
source: Capacity: {0}
es_mx: Capacidad: {0}
id_id: Kapasitas: {0}
pt_pt: Capacidade: {0}
ru_ru: Ёмкость: {0}
zh_cn: 容量：{0}
zh_tw: 容量：{0}

# PropertiesUsedSpace
source: Used space: {0}
es_mx: Espacio utilizado: {0}
id_id: Ruang yang terpakai: {0}
pt_pt: Espaço utilizado: {0}
ru_ru: Занято: {0}
zh_cn: 已用空间：{0}
zh_tw: 已用空間：{0}

# PropertiesFreeSpace
source: Free space: {0}
es_mx: Espacio libre: {0}
id_id: Ruang kosong: {0}
pt_pt: Espaço livre: {0}
ru_ru: Свободно: {0}
zh_cn: 可用空间：{0}
zh_tw: 可用空間：{0}

# FreeSpaceFormat
source: {0} free of {1}
es_mx: {0} libre de {1}
id_id: {0} gratis {1}
pt_pt: {0} grátis de {1}
ru_ru: {0} свободно из {1}
zh_cn: {0} 免于 {1}
zh_tw: {0} 免於 {1}

# RefreshContextMenuItem
source: Refresh
es_mx: Actualizar
id_id: Segarkan
pt_pt: Atualizar
ru_ru: Обновить
zh_cn: 刷新
zh_tw: 重新整理

source: Close
es_mx: Cerrar
id_id: Tutup
pt_pt: Fechar
ru_ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# UploadingProgress
source: Uploading ({0}/{1}): '{2}'
es_mx: Subiendo ({0}/{1}): '{2}'
id_id: Mengunggah ({0}/{1}): '{2}'
pt_pt: Fazendo upload ({0}/{1}): '{2}'
ru_ru: Загрузка ({0}/{1}): '{2}'
zh_cn: 正在上传（{0}/{1}）：“{2}”
zh_tw: 正在上傳（{0}/{1}）：“{2}”

# FilesUploaded
source: {0} file(s) uploaded
es_mx: {0} archivo(s) cargado(s)
id_id: {0} file diunggah
pt_pt: {0} ficheiros enviados
ru_ru: Загружено {0} файл(ов)
zh_cn: 已上传 {0} 个文件
zh_tw: 已上傳 {0} 個文件

# SpeedPerSecond
source: {0}/s
id_id: {0}/dtk
ru_ru: {0}/с
zh_cn: {0}/秒
zh_tw: {0}/秒

# TimeRemaining
source: ETA: {0}
es_mx: Hora estimada de llegada: {0}
id_id: Perkiraan waktu tiba: {0}
pt_pt: HEC: {0}
ru_ru: осталось {0}
zh_cn: 预计到达时间：{0}
zh_tw: 預計到達時間：{0}

# LoadedItems
source: Loaded {0} items
es_mx: {0} elementos cargados
id_id: Memuat {0} item
pt_pt: {0} artigos carregados
ru_ru: Загружено {0} элементов
zh_cn: 已加载 {0} 项
zh_tw: 已載入 {0} 項

# ItemCount
source: {0} items
es_mx: {0} artículos
id_id: {0} item
pt_pt: {0} artigos
ru_ru: {0} элементов
zh_cn: {0} 项
zh_tw: {0} 項

# ItemCountSelected
source: {0} of {1} selected
es_mx: {0} de {1} seleccionados
id_id: {0} dari {1} dipilih
pt_pt: {0} de {1} selecionados
ru_ru: Выбрано {0} из {1}
zh_cn: 已选择 {0} 个（共 {1} 个）
zh_tw: 已選擇 {0} 個（共 {1} 個）

# ColumnName.Text
source: Name
es_mx: Nombre
id_id: Nama
pt_pt: Nome
ru_ru: Имя
zh_cn: 名称
zh_tw: 名稱

# ColumnFreeSpace.Text
source: Free space
es_mx: Espacio libre
id_id: Ruang kosong
pt_pt: Espaço livre
ru_ru: Свободное место
zh_cn: 可用空间
zh_tw: 可用空間

# ColumnPermissions.Text
source: Permissions
es_mx: Permisos
id_id: Izin
pt_pt: Permissões
ru_ru: Права
zh_cn: 权限
zh_tw: 權限

# ColumnOwner.Text
source: Owner
es_mx: propietario
id_id: Pemilik
pt_pt: Proprietário
ru_ru: Владелец
zh_cn: 业主
zh_tw: 業主

# ColumnGroup.Text
source: Group
es_mx: grupo
id_id: Kelompok
pt_pt: Grupo
ru_ru: Группа
zh_cn: 集团
zh_tw: 集團

# ColumnModified.Text
source: Modified
es_mx: Modificado
id_id: Dimodifikasi
pt_pt: Modificado
ru_ru: Изменён
zh_cn: 修改
zh_tw: 修改

# ColumnSize.Text
source: Size
es_mx: Tamaño
id_id: Ukuran
pt_pt: Tamanho
ru_ru: Размер
zh_cn: 尺寸
zh_tw: 尺寸

# UploadToolbarButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Upload files
es_mx: Subir archivos
id_id: Unggah file
pt_pt: Carregar ficheiros
ru_ru: Загрузить файлы
zh_cn: 上传文件
zh_tw: 上傳文件

# DownloadToolbarButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Download selected
es_mx: Descargar seleccionado
id_id: Unduh dipilih
pt_pt: Download selecionado
ru_ru: Скачать выбранное
zh_cn: 下载选定的
zh_tw: 下載選定的

# TabContextMenuCloseTab
source: Close tab
es_mx: Cerrar pestaña
id_id: Tutup tab
pt_pt: Fechar guia
ru_ru: Закрыть вкладку
zh_cn: 关闭选项卡
zh_tw: 關閉選項卡

# TabContextMenuCloseOtherTabs
source: Close other tabs
es_mx: Cerrar otras pestañas
id_id: Tutup tab lainnya
pt_pt: Fechar outras guias
ru_ru: Закрыть другие вкладки
zh_cn: 关闭其他选项卡
zh_tw: 關閉其他選項卡

# TabContextMenuCloseTabsToTheRight
source: Close tabs to the right
es_mx: Cerrar pestañas a la derecha
id_id: Tutup tab di sebelah kanan
pt_pt: Fechar separadores à direita
ru_ru: Закрыть вкладки справа
zh_cn: 关闭右侧的选项卡
zh_tw: 關閉右側的選項卡

# TabContextMenuDuplicateTab
source: Duplicate tab
es_mx: Duplicar pestaña
id_id: Tab duplikat
pt_pt: Guia duplicada
ru_ru: Дублировать вкладку
zh_cn: 重复标签
zh_tw: 重複標籤

source: Calculating files...
es_mx: Calculando archivos...
id_id: Menghitung file...
pt_pt: A calcular ficheiros...
ru_ru: Подсчёт файлов...
zh_cn: 正在计算文件...
zh_tw: 正在計算文件...

# NoReadPermission
source: No read permission for "{0}"
es_mx: Sin permiso de lectura para "{0}"
id_id: Tidak ada izin membaca untuk "{0}"
pt_pt: Sem permissão de leitura para "{0}"
ru_ru: Нет прав на чтение "{0}"
zh_cn: “{0}”没有读取权限
zh_tw: “{0}”沒有讀取權限

# NoWritePermission
source: No write permission for folder "{0}"
es_mx: No hay permiso de escritura para la carpeta "{0}"
id_id: Tidak ada izin menulis untuk folder "{0}"
pt_pt: Sem permissão de escrita para a pasta "{0}"
ru_ru: Нет прав на запись в папку "{0}"
zh_cn: 文件夹“{0}”没有写入权限
zh_tw: 資料夾“{0}”沒有寫入權限

# SomeFilesNoReadPermission
source: Cannot download {0} item(s) due to insufficient permissions
es_mx: No se pueden descargar {0} elementos debido a permisos insuficientes
id_id: Tidak dapat mengunduh {0} item karena izin tidak mencukupi
pt_pt: Não é possível descarregar {0} item(s) devido a permissões insuficientes
ru_ru: Невозможно скачать {0} элемент(ов) из-за недостаточных прав доступа
zh_cn: 由于权限不足，无法下载 {0} 项
zh_tw: 由於權限不足，無法下載 {0} 項

source: Permission denied
es_mx: Permiso denegado
id_id: Izin ditolak
pt_pt: Permissão negada
ru_ru: Доступ запрещён
zh_cn: 权限被拒绝
zh_tw: 權限被拒絕

source: Insufficient permissions
es_mx: Permisos insuficientes
id_id: Izin tidak memadai
pt_pt: Permissões insuficientes
ru_ru: Недостаточно прав
zh_cn: 权限不足
zh_tw: 權限不足

# OpenFolderWithSudoPrompt
source: You do not have permission to open "{0}". Open this folder with sudo?
es_mx: No tiene permiso para abrir "{0}". ¿Desea abrir esta carpeta con sudo?
id_id: Anda tidak memiliki izin untuk membuka "{0}". Buka folder ini dengan sudo?
pt_pt: Não tem permissão para abrir "{0}". Abra esta pasta com o sudo?
ru_ru: Недостаточно прав для открытия "{0}". Открыть папку под sudo?
zh_cn: 您没有打开“{0}”的权限。用 sudo 打开这个文件夹？
zh_tw: 您沒有開啟「{0}」的權限。用 sudo 打開這個資料夾？

# OpenFileWithSudoPrompt
source: You do not have permission to read "{0}". Open this file read-only with sudo?
es_mx: No tiene permiso para leer "{0}". ¿Desea abrir este archivo de solo lectura con sudo?
id_id: Anda tidak memiliki izin untuk membaca "{0}". Buka file ini sebagai baca-saja dengan sudo?
pt_pt: Não tem permissão para ler "{0}". Abra este ficheiro de leitura apenas com sudo?
ru_ru: Недостаточно прав для чтения "{0}". Открыть файл под sudo только для чтения?
zh_cn: 您无权读取“{0}”。使用 sudo 以只读方式打开此文件？
zh_tw: 您無權讀取“{0}”。使用 sudo 以唯讀方式開啟此檔案？

# OpenWithSudoButton
source: Open with sudo
es_mx: abrir con sudo
id_id: Buka dengan sudo
pt_pt: Abra com o sudo
ru_ru: Открыть под sudo
zh_cn: 使用 sudo 打开
zh_tw: 使用 sudo 打開

# OpenedFileWithSudoReadOnly
source: Opened read-only with sudo: {0}
es_mx: Abierto de solo lectura con sudo: {0}
id_id: Dibuka hanya-baca dengan sudo: {0}
pt_pt: Aberto de leitura apenas com sudo: {0}
ru_ru: Файл открыт под sudo только для чтения: {0}
zh_cn: 使用 sudo 以只读方式打开：{0}
zh_tw: 使用 sudo 以唯讀方式開啟：{0}

# SudoFolderInvalidResponse
source: The server returned an invalid response while opening the folder with sudo.
es_mx: El servidor devolvió una respuesta no válida al abrir la carpeta con sudo.
id_id: Server mengembalikan respons yang tidak valid saat membuka folder dengan sudo.
pt_pt: O servidor retornou uma resposta inválida ao abrir a pasta com o sudo.
ru_ru: Сервер вернул некорректный ответ при открытии папки под sudo.
zh_cn: 使用 sudo 打开文件夹时，服务器返回无效响应。
zh_tw: 使用 sudo 開啟資料夾時，伺服器傳回無效回應。

# ContinueDownloadingRemaining
source: Continue downloading remaining files?
es_mx: ¿Continuar descargando los archivos restantes?
id_id: Lanjutkan mengunduh file yang tersisa?
pt_pt: Continuar a descarregar os ficheiros restantes?
ru_ru: Продолжить скачивание оставшихся файлов?
zh_cn: 继续下载剩余文件吗？
zh_tw: 繼續下載剩餘檔案嗎？

# ContinueButton
source: Continue
es_mx: Continuar
id_id: Lanjutkan
pt_pt: Continuar
ru_ru: Продолжить
zh_cn: 继续
zh_tw: 繼續

source: Enter password
es_mx: Introduce la contraseña
id_id: Masukkan kata sandi
pt_pt: Introduza a senha
ru_ru: Введите пароль
zh_cn: 输入密码
zh_tw: 輸入密碼

# EnterPasswordLabel
source: Enter password
es_mx: Introduce la contraseña
id_id: Masukkan kata sandi
pt_pt: Introduza a senha
ru_ru: Введите пароль
zh_cn: 输入密码
zh_tw: 輸入密碼

# PasswordRequired
source: Password required to connect
es_mx: Contraseña requerida para conectarse
id_id: Kata sandi diperlukan untuk terhubung
pt_pt: Palavra-passe necessária para conectar
ru_ru: Требуется пароль для подключения
zh_cn: 连接需要密码
zh_tw: 連線需要密碼

source: Password for
es_mx: Contraseña para
id_id: Kata sandi untuk
pt_pt: Senha para
ru_ru: Пароль для
zh_cn: 密码为
zh_tw: 密碼為

source: Connect
es_mx: Conectar
id_id: Hubungkan
pt_pt: Conectar
ru_ru: Подключиться
zh_cn: 连接
zh_tw: 連接

source: Cancel
es_mx: Cancelar
id_id: Batalkan
pt_pt: Cancelar
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

# DeleteFailedTitle
source: Deletion incomplete
es_mx: Eliminación incompleta
id_id: Penghapusan tidak lengkap
pt_pt: Exclusão incompleta
ru_ru: Удаление не завершено
zh_cn: 删除不完整
zh_tw: 刪除不完整

# DeleteFailedMessage
source: The following items could not be deleted due to errors or insufficient permissions:\n{0}
es_mx: Los siguientes elementos no se pudieron eliminar debido a errores o permisos insuficientes:\n{0}
id_id: Item berikut tidak dapat dihapus karena kesalahan atau izin tidak memadai:\n{0}
pt_pt: Os seguintes itens não puderam ser eliminados devido a erros ou permissões insuficientes:\n{0}
ru_ru: Следующие элементы не удалось удалить из-за ошибок или недостатка прав:\n{0}
zh_cn: 由于错误或权限不足，无法删除以下项目：\n{0}
zh_tw: 由於錯誤或權限不足，無法刪除以下項目：\n{0}

# UsernameLabel
source: Username
es_mx: Nombre de usuario
id_id: Nama pengguna
pt_pt: Nome de utilizador
ru_ru: Имя пользователя
zh_cn: 用户名
zh_tw: 使用者名稱

# PasswordLabel
source: Password
es_mx: Contraseña
id_id: Kata sandi
pt_pt: Senha
ru_ru: Пароль
zh_cn: 密码
zh_tw: 密碼

# EnterUsernameLabel
source: Enter username
es_mx: Ingrese el nombre de usuario
id_id: Masukkan nama pengguna
pt_pt: Introduza o nome de utilizador
ru_ru: Введите имя пользователя
zh_cn: 输入用户名
zh_tw: 輸入使用者名稱

# ConnectionFailedTitle
source: Connection Failed
es_mx: Conexión fallida
id_id: Koneksi Gagal
pt_pt: Falha na ligação
ru_ru: Ошибка подключения
zh_cn: 连接失败
zh_tw: 連線失敗

# ConnectionFailedMessage
source: Failed to connect to {0}:
es_mx: No se pudo conectar a {0}:
id_id: Gagal menyambung ke {0}:
pt_pt: Falha ao conectar-se a {0}:
ru_ru: Не удалось подключиться к {0}:
zh_cn: 无法连接到 {0}：
zh_tw: 無法連接到 {0}：

# InvalidURLTitle
source: Invalid URL
es_mx: URL no válida
id_id: URL tidak valid
pt_pt: URL inválido
ru_ru: Неверный URL
zh_cn: 无效网址
zh_tw: 無效網址

# InvalidURLMessage
source: Failed to parse URL:
es_mx: No se pudo analizar la URL:
id_id: Gagal mengurai URL:
pt_pt: Falha ao analisar o URL:
ru_ru: Не удалось распарсить URL:
zh_cn: 无法解析 URL：
zh_tw: 無法解析 URL：

source: Deleting...
es_mx: Eliminando...
id_id: Menghapus...
pt_pt: Excluindo...
ru_ru: Удаление...
zh_cn: 正在删除...
zh_tw: 正在刪除...

# Canceling
source: Canceling operation...
es_mx: Cancelando operación...
id_id: Membatalkan operasi...
pt_pt: Cancelando operação...
ru_ru: Отмена операции...
zh_cn: 正在取消操作...
zh_tw: 正在取消操作...

source: Operation canceled
es_mx: Operación cancelada
id_id: Operasi dibatalkan
pt_pt: Operação cancelada
ru_ru: Операция отменена
zh_cn: 操作已取消
zh_tw: 操作已取消
